{"translation-revision-date":"2021-11-20 04:58:18+0000","generator":"GlotPress\/3.0.0-alpha.2","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=2; plural=n > 1;","lang":"id"},"This Template Kit includes:":["Kit Template ini mencakup:"],"Content:":["Konten:"],"Site Settings:":["Pengaturan Situs:"],"Templates:":["Templat:"],"Custom Post Type":["Tipe Artikel Khusus"],"WP Posts":["Pos WP"],"WP Pages":["Halaman WP"],"To import or export these components, you’ll need Elementor Pro.":["Untuk mengimpor atau mengekspor komponen ini, Anda memerlukan Elementor Pro."],"Global widgets":["Widget global"],"Kit Info":["Kit Info"],"After you select what's included from your imported kit, you’ll be able to choose which current site settings should stay and which the import should override. ":["Setelah Anda memilih apa yang disertakan dari kit yang diimpor, Anda akan dapat memilih pengaturan situs saat ini yang harus tetap ada dan mana yang harus ditimpa oleh impor."],"How does importing work?":["Bagaimana pengimporan bekerja?"],"Once your download is complete, import your kit to another site and get it up and running quickly.":["Setelah unduhan Anda selesai, impor kit Anda ke situs lain dan aktifkan dan jalankan dengan cepat."],"Tip!":["Tip!"],"That’s it!":["Selesai!"],"Select what to include from your site. We’ll use that to create a zip file.":["Pilih apa yang akan disertakan dari situs Anda. Kami akan menggunakannya untuk membuat berkas zip."],"How does exporting work?":["Bagaimana pengeksporan bekerja?"],"A kit is a zip file containing anything from an entire site to individual components.":["Kit adalah berkas zip yang berisi apa saja dari seluruh situs hingga komponen individual."],"What’s a Template Kit?":["Apa itu Kit Template?"],"Setting up your kit...":["Menyiapkan kit Anda..."],"Select the items you want to keep and apply:":["Pilih item yang ingin Anda simpan dan terapkan:"],"Your site's homepage will be determined by the kit. You can change this later.":["Beranda situs Anda akan ditentukan oleh kit. Anda dapat mengubah ini nanti."],"Note":["Catatan"],"Items that you leave checked here will override your current design and settings.":["Item yang Anda biarkan dicentang di sini akan menggantikan desain dan pengaturan Anda saat ini."],"We noticed that items in your kit overlap with what's already live on your site.":["Kami menyadari bahwa item dalam kit Anda tumpang tindih dengan apa yang sudah ada di situs Anda."],"Existing":["Tersedia"],"Imported":["Terimpor"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["Unggah berkas dengan template, pengaturan situs, konten, dll., dan terapkan ke situs Anda secara otomatis."],"Back to Kit Library":["Kembali ke Pustaka Kit"],"By default, all of your components will be imported.":["Secara standar, semua komponen Anda akan diimpor."],"Choose which Elementor components - templates, content and site settings - to include in your kit.":["Pilih komponen Elementor mana - template, konten dan pengaturan situs - untuk disertakan dalam kit Anda."],"Your kit is now live on your site!":["Kit Anda sekarang aktif di situs Anda!"],"Kit Description":["Deskripsi Kit"],"Kit Name":["Nama Kit"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["Pilih komponen Elementor mana - template, konten dan pengaturan situs - untuk disertakan dalam berkas kit Anda."],"Kit Information":["Informasi Kit"],"Elementor Kit":["Kit Elementor"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["Ini adalah detail yang akan Anda gunakan untuk menemukan dan menerapkan kit ini dengan cepat di masa depan, bahkan saat koleksi Anda bertambah."],"What is kit information?":["Apa itu informasi kit?"],"Template Kit Information":["Informasi Kit Template"],"Say something about the style and content of these files...":["Katakan sesuatu tentang gaya dan konten berkas ini..."],"Now you can import this kit and use it on other sites.":["Sekarang Anda dapat mengimpor kit ini dan menggunakannya di situs lain."],"Import":["Impor"],"Nothing to worry about, just try again. If the problem continues, head over to the Help Center.":["Tidak perlu khawatir, coba lagi. Jika masalah berlanjut, buka Pusat Bantuan."],"Something went wrong":["Terjadi suatu kesalahan"],"to learn more about building your site with Elementor Kits":["untuk mempelajari lebih lanjut tentang membangun situs Anda dengan Kit Elementor"],"Don't close this window until the process is finished.":["Jangan tutup jendela ini sampai proses selesai."],"This usually takes a few moments.":["Ini biasanya memakan waktu beberapa saat."],"Or":["Atau"],"Drag & drop the .zip file with your Kit":["Seret & jatuhkan berkas .zip dengan Kit Anda"],"Upload Files to Your Library":["Unggah Berkas ke Pustaka Anda"],"We recommend that you backup your site before importing a kit file.":["Kami menyarankan Anda membuat cadangan situs Anda sebelum mengimpor berkas kit."],"Important":["Penting"],"By default, all of your components will be exported.":["Secara standar, semua komponen Anda akan diekspor."],"Background Settings":["Pengaturan Latar Belakang"],"Lightbox Settings":["Pengaturan Lightbox"],"Theme Style settings":["Pengaturan Style Tema"],"Elementor Pages":["Halaman Elementor"],"404 Error Page":["404 Halaman Eror"],"to download":["untuk mengunduh"],"Download not working?":["Unduh tidak bekerja?"],"Your export is ready!":["Berkas export Anda sudah siap!"],"Click Here":["Klik disini"],"Back to dashboard":["Kembali ke dasbor"],"Import a Template Kit":["Impor Kit Templat"],"Export a Template Kit":["Ekspor Kit Templat"],"Landing Pages":["Landing Page"],"App could not be loaded":["Aplikasi tidak dapat dimuat"],"Global Colors":["Warna Global"],"Search Results":["Hasil Pencarian"],"Archives":["Arsip"],"Single Posts":["Post Tunggal"],"Single Pages":["Halaman Tunggal"],"Footers":["Footer"],"Headers":["Header"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["Mohon maaf, ada kesalahan. Klik 'Pelajari lebih lanjut' dan ikuti setiap langkah untuk menyelesaikannya dengan cepat."],"Tip":["Tip"],"Not Found":["Tidak Ditemukan"],"Site Settings":["Pengaturan Situs"],"Layout Settings":["Pengaturan Layout"],"Next":["Selanjutnya"],"Previous":["Sebelumnya"],"Popups":["Popup"],"Dismiss":["Tutup"],"Select File":["Pilih Berkas"],"Edit Template":["Ubah Template"],"Go Pro":["Beli Pro"],"Elementor Posts":["Artikel Elementor"],"Export":["Ekspor"],"Close":["Tutup"],"Saved Templates":["Templat Tersimpan"],"Templates":["Template"],"Learn More":["Pelajari Lagi"],"Global Fonts":["Jenis Huruf Global"],"Content":["Konten"],"Go Back":["Kembali"],"Elementor":["Elementor"]}},"comment":{"reference":"assets\/js\/app.js"}}